aaron-bond.better-comments
bradymholt.pgformatter
bungcip.better-toml
Dart-Code.dart-code
Dart-Code.flutter
donjayamanne.createuniqueid
eamodio.gitlens
esbenp.prettier-vscode
golang.Go
JuanBlanco.solidity
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
mtxr.sqltools
mtxr.sqltools-driver-mssql
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
quicktype.quicktype
redhat.java
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wmaurer.change-case
